Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/social_welfare_payments_and_work/help_with_low_pay.html.txt.tmx
Source language: en
Languages: pl

source: Help with low pay
pl: Pomoc udzielana w Irlandii osobom o niskim zarobkach

source: There are some tax and social welfare measures which help employees on low pay
pl: W Irlandii istnieją systemy podatkowe i pomocy społecznej, które są powstały z myślą o pomaganiu pracownikom o niskich zarobkach

source: Family Income Supplement is a weekly tax-free payment that gives help to those on low pay
pl: Mogą się o niego ubiegać pracownicy mający dzieci, niezależnie czy pozostają w związku małżeńskim

source: It is available to employees with children
pl: Więcej informacji o Dodatku rodzinnym

source: In certain circumstances, you are allowed to keep social welfare payments (or at least part of them) when you start work
pl: W pewnych sytuacjach istnieje możliwość utrzymania świadczeń socjalnych (lub przynajmniej ich części) w momencie, gdy rozpoczynasz pracę

source: If you work part-time up to 3 days per week you may be entitled to retain part of your Jobseeker's Benefit or Jobseeker's Allowance
pl: Jeśli pracujesz w niepełnym wymiarze godzin, możesz utrzymać świadczenie dla osób bezrobotnych lub dodatek dla osób bezrobotnych

source: If you are getting One-Parent Family Payment you are allowed to earn a certain amount each week and keep your payment
pl: Jeśli otrzymujesz świadczenie dla osób samotnie wychowujących dziecko, wolno Ci uzyskiwać pewien dochód tygodniowo i utrzymać świadczenie

source: If you are getting a means-tested disability payment, such as Disability Allowance or Blind Pension, you may earn a certain amount from rehabilitative work without it affecting your payment
pl: Świadczenie dla osób niepełnosprawnych lub świadczenie dla osób niewidomych), masz prawo uzyskiwać dochód pochodzący z pracy chronionej bez wpływu na przysługującą Ci rentę

source: If you are getting Illness Benefit (for at least 6 months) or Invalidity Pension you can apply for Partial Capacity Benefit and keep part of your payment, depending on how restricted your capacity for work is
pl: Jeśli otrzymujesz świadczenie chorobowe (od co najmniej 6 miesięcy) lub Rentę Inwalidzką możesz ubiegać się o świadczenie wypłacane osobom o ograniczonej kondycji i nadal utrzymać swoje świadczenie, w zależności jednakże od tego, jak ograniczona jest Twoja zdolność wykonywania pracy

source: Back to Work Enterprise Allowance
pl: Ramach programu dla osób bezrobotnych otwierających własną działalność gospodarczą (Back to Work Enterprise Allowance)

source: Under this scheme you can become self-employed and keep a certain amount of your social welfare payment
pl: Programy te umożliwiają zachowanie prawa do części zasiłku na samozatrudnienie

source: Find out more about the Back to Enterprise Work Allowance
pl: Więcej informacji na temat dodatku w ramach programu dla osób bezrobotnych otwierających własną działalność gospodarczą

source: From 5 June 2007 if you have been unemployed or not in full-time employment for at least 12 months and are assessed as in need of housing under the Rental Accommodation Scheme you may be entitled to retain your Rent Supplement
pl: Zgodnie z przepisami obowiązującymi od 5 czerwca 2007, jeśli przebywałeś na bezrobociu lub nie byłeś zatrudniony w pełnym wymiarze godzin oraz jeżeli zostanie stwierdzone, iż potrzebujesz wsparcia finansowego w opłatach za mieszkanie zgodnie z zapisami Planu Wsparcia Mieszkaniowego, możesz mieć prawo do utrzymania swojego Dodatku Mieszkaniowego

source: If you are unemployed and you are returning to full-time or part-time work, you can keep your medical card for 3 years provided you have been getting one of the following for 12 months or more:
pl: Jeśli przebywałeś na bezrobociu i wracasz do pracy w pełnym lub niepełnym wymiarze godzin, możesz zatrzymać kartę zdrowia przez trzy lata pod warunkiem, że w ciągu ostatnich 12 miesięcy uzyskiwałeś następujące świadczenia:

source: • Have been on an employment incentive scheme or educational opportunity scheme
pl: • Jeśli korzystałeś z planu aktywizacji zawodowej lub programu szkoleń dla osób bezrobotnych

source: If you take up full-time employment you will retain your medical card for 3 years from the date you start work
pl: Jeśli podejmiesz pracę na pełny wymiar, możesz utrzymać swoją kartę medyczną przez trzy lata od daty rozpoczęcia pracy

source: If you take up part-time employment the three-year period starts from the date your income exceeds the relevant medical card guideline
pl: Tutaj w Przewodniku dot. Kart Medycznych Zarządu Służby Zdrowia znajdziesz dalsze informacje na temat zatrzymania karty medycznej

source: If you are on low pay you may not be liable to pay any tax because your tax credits and reliefs are more than or equal to the amount of tax you are due to pay
pl: Jeśli Twój dochód jest niski, może nie będziesz musiał uiszczać żadnego podatku gdyż Twoje ulgi podatkowe oraz zniżki wynoszą więcej lub są takie same jak wysokość podatku, którą miałbyś zapłacić

source: People with an income below €10,036 do not pay the Universal Social Charge (USC)
pl: Osoby z dochodami poniżej 10, 036€ lub te, które posiadają kartę medyczną nie uiszczają opłaty z tytułu ubezpieczenia społecznego (Universal Social Charge)

source: People aged 65 and over are subject to the same general tax rules as everyone else but they do get tax exemption limits below which they pay no tax and some extra tax credits. Revenue's information leaflet Tax Exemption and Marginal Relief (IT 8) (pdf) gives information on available exemption limits and tax relief
pl: Osoby powyżej 65 roku życia obowiązują takie same zasady podatkowe jak wszystkich innych, ale w ich przypadku istnieją limity podatkowe, poniżej których nie muszą uiszczać podatków i mogą skorzystać z ulg podatkowych

source: If you have overpaid income tax or Universal Social Charge, then you can claim a tax refund
pl: Mieszkańcy Irlandii, którzy uzyskują dochody poniżej określonego poziomu, są zwolnieni z płacenia podatku

source: Further information about tax is also available from your nearest tax office. If you earn between €38 and €352 you do not have to pay PRSI
pl: Broszura informacyjna urzędu skarbowego Zwolnienia podatkowe i ulgi przedziałowe (IT 8) (pdf) zawiera informacje na temat dostępnych limitów zwolnień i ulg podatkowych

source: However, your employer pays PRSI. More information can be found in our document about your employer's duty to pay social insurance
pl: Dalsze informacje dotyczące limitów podatkowych i przedziałowych ulg podatkowych można uzyskać w najbliższym urzędzie podatkowym
